Repository: ibrahiemhss/medic_book
Catalog: lib/helpers/localization/l10n/intel_*.arb
Languages: ar, it, ku

# warning_topic_content_length_txt
source: The content of the topic should be at least 10 words
ar: يجب أن يكون محتوى الموضوع 10 كلمات على الأقل
it: Il contenuto dell'argomento deve essere di almeno 10 parole
ku: نابێت ناوەڕۆکی بابەت لە ١٠ ووشە کەمتر بێت

# provide_advice_txt
source: Provide advice
ar: تقديم استشاره
it: Fornisci consulenza
ku: پێشکەش کردنی ڕاوێژ

# ask_for_advice_txt
source: Ask for advice
ar: استشر
it: Chiedi per un consiglio
ku: ڕاویژ بکە

# write_topic_detail_txt
source: Write topic detail
ar: اكتب تفاصيل الموضوع
it: Scrivi i dettagli dell'argomento
ku: وردەکاری بابەت بنووسە

# consultation_detail_txt
source: Consultation details
ar: تفاصيل الاستشاره
it: Dettagli della riunione
ku: وردەکاری ڕاویژ

# reply_txt
source: Reply
ar: الرد
it: Risposta
ku: وەڵامدانەوە

# warning_cancel_appointment_txt
source: Do you really want to cancel this appointment?
ar: هل تريد حقًا إلغاء هذا الموعد؟
it: Vuoi davvero annullare questo appuntamento?
ku: ئەتەوێت ئەم چاوپێکەونە ڕەت بکەیتەوە؟

# confirm_cancel_txt
source: Confirm cancel
ar: تأكيد الإلغاء
it: Conferma la cancellazione
ku: دڵنیابوون لە ڕەتکردنەوە

# arabic_txt
source: Arabic
ar: عربى
it: Arabo
ku: عەرەبی

# kurdish_txt
source: Kurdish
ar: كردي
it: Kurdi
ku: كردي

# russian_txt
source: Russian
ar: روسي
ku: روسي

# confirm_delete_txt
source: Confirm delete
ar: تأكيد الحذف
it: Conferma eliminazione
ku: دڵنیابوون لە سڕینەوە

# warning_delete_content_txt
source: Are you sure you want to delete this content?
ar: هل أنت متأكد أنك تريد حذف هذا المحتوى؟
it: Sei sicuro di voler eliminare questo contenuto?
ku: دڵنیایت کە ئەتەوێت ئەم ناوەڕۆکە بسڕیتەوە؟

# go_settings_txt
source: Go to settings
ar: اذهب للاعدادات
it: Vai alle impostazioni
ku: بڕۆ بۆ ڕێکخستنەکان

# direct_contact_txt
source: Direct contact
ar: اتصال مباشر
it: Contatto diretto
ku: پەیوەندی ڕاستەوخۆ

# app_not_found_txt
source: app not found
ar: التطبيق غير موجود
it: App non trovata
ku: ئاپەکە بەردەست نییە

# swipe_to_choose_date_txt
source: Swipe to choose date
ar: مرر لاختيار التاريخ
it: Scorri per scegliere la data
ku: بپەڕێنە بۆ هەڵبژاردنی بەروار

# time_ago_txt
source: Time ago
ar: وقت مضى
it: Tempo fa
ku: کاتێکی بەسەرچوو

# you_have_chosen_txt
source: You have chosen
ar: لقد اخترت
it: Tu hai scelto
ku: هەڵتبژارد

# date_ago_txt
source: Date ago
ar: تاريخ مضى
it: Tempo fa
ku: بەروارێکی بەسەرچوو

# recheck_txt
source: Recheck
ar: إعادة تدقيق
it: Ricontrollare
ku: دووبارە ووردبینی کردن

# title_click_edit_rescheduling_txt
source: To confirm the rescheduling, click Edit
ar: لتأكيد إعادة الجدولة ، انقر فوق تعديل
it: Per confermare la riprogrammazione, fare clic su Modifica
ku: بۆ دڵنیابوون لە هەڵبژاردنی بەروارێکی تر، تکایە کلك لە سەر ڕێککردن بکە

# warning_not_possible_change_appointment_earlier_txt
source: Not possible to change the appointment to an earlier time
ar: لا يمكن تغيير الموعد إلى وقت سابق
it: Non è possibile modificare l'appuntamento ad un orario precedente
ku: چاوپێکەوتن بۆ کاتێکی بەسەرچوو ناگۆڕدرێت

# choose_appropriate_period_by_clicking_on_the_period_txt
source: Choose the appropriate period for you by clicking on the period
ar: اختر الفترة المناسبة لك من خلال النقر على هذه الفترة
it: Scegli il periodo più adatto a te facendo clic sul periodo
ku: ماوەی گونجاو هەڵبژێرە بە کلك کردن لە سەر ئەو ماوەیە

# click_on_image_to_zoom_txt
source: Click on image to zoom
ar: انقر على الصورة للتكبير
it: Clicca sull'immagine per ingrandire
ku: کلك لە سەر وێنە بکە بۆ گەورەکردنەوە

# undo_txt
source: Undo
ar: تراجع
it: Annullare
ku: گەڕانەوە

# confirm_registration_txt
source: Confirm registration
ar: تأكيد التسجيل
it: Conferma la registrazione
ku: دڵنیابوون لە تۆمارکردن

# warning_arrangement_error_periods_txt
source: An error in the arrangement between the morning period and evening period
ar: خطأ في الترتيب بين فترة الصباح وفترة المساء
it: Un errore nell’organizzazione tra il mattino e al sera
ku: هەڵە لە پوختەکردنی نێوان ماوەی بەیانیان و ماوەی ئێواران هەیە

# correct_arrangement_txt
source: Correct arrangement
ar: الترتيب الصحيح
it: Disposizione corretta
ku: پوختەکردنی درووست

# the_end_of_the_first_period_txt
source: The end of the first period
ar: نهاية الفترة الأولى
it: Fine del primo periodo
ku: کۆتایی ماوەی یەکەم

# period_work_n_line_txt
source: Period work
ar: فترة عمل
it: Periodo lavoro
ku: ماوە کار

# first_period_n_line_txt
source: First period
ar: فتره اولى
it: Primo periodo
ku: ماوە یەکەم

# second_period_n_line_txt
source: Second period
ar: فتره ثانيه
it: Secondo periodo
ku: ماوە دووەم

# wrong_arrangement_n_line_txt
source: Wrong arrangement
ar: ترتيب خطأ
it: Disposizione errata
ku: پوختەکردن هەڵە

# personal_account_txt
source: Personal account
ar: حساب شخصي
it: Account personale
ku: هەژماری کەسی

# full_name_txt
source: Full name
ar: الاسم الكامل
it: Nome e Cognome
ku: ناوی تەواو

# full_name_end_two_points_txt
source: Full name :
ar: الاسم الكامل :
it: Nome e Cognome :
ku: ناوی تەواو :

# name_end_two_points_txt
source: Name :
ar: الاسم :
it: Nome :
ku: ناو :

# birthdate_end_two_points_txt
source: Birthdate :
ar: تاريخ الميلاد :
it: Data di nascita :
ku: بەرواری لە دایکبوون :

# birthdate_txt
source: Birthdate
ar: تاريخ الميلاد
it: Data di nascita
ku: بەرواری لە دایکبوون

# gender_end_two_points_txt
source: Gender :
ar: الجنس :
it: Sesso :
ku: ڕەگەز :

# email_end_two_points_txt
source: Email :
ar: البريد الإلكتروني :
ku: ئیمێڵ :

# career_txt
source: Career
ar: الوظيفه
it: Carriera
ku: کار

# career_end_two_points_txt
source: Career :
ar: الوظيفه :
it: Carriera :
ku: کار :

# save_image_txt
source: Save Image
ar: احفظ الصورة
it: Salva Immagine
ku: وێنە هەڵگرە

# edit_personal_info_txt
source: Edit personal info
ar: تعديل المعلومات الشخصية
it: Modifica le informazioni personali
ku: ڕێکخستنی زانیاری کەسی

# delete_account_txt
source: Delete account
ar: حذف الحساب
it: Elimina Account
ku: سڕینەوەی هەژمار

# save_txt
source: Save
ar: حفظ
it: Salva
ku: هەڵگرتن

# personal_info_txt
source: Personal info
ar: معلومات شخصية
it: Informazioni personali
ku: زانیاری کەسی

# note_request_publication_ad_txt
source: Contact us request publication an ad
ar: اتصل بنا لطلب نشر إعلان
it: Contattaci per pubblicare un annuncio
ku: پەیوەندیمان پێوە بکە بۆ بڵاوکردنەوەی ڕیکلام

# more_info_txt
source: More info
ar: مزيد من المعلومات
it: Ulteriori informazioni
ku: زانیاری زیاتر

# advertising_txt
source: Advertising
ar: إعلان
it: Pubblicità
ku: ڕیکلام

# report_txt
source: Report
ar: إبلاغ
ku: ئاگادارکردنەوە

# like_txt
source: Like
ar: إعجاب
it: Mi piace
ku: سەرسامبوون

# dislike_txt
source: Dislike
ar: إلغاء اعجاب
it: Non mi piace
ku: ڕەتکردنەوەی سەرسامبوون

# messages_txt
source: Messages
ar: رسائل
it: Messaggi
ku: نامەکان

# no_messages_txt
source: No messages
ar: لا توجد رسائل
it: Nessun messaggio
ku: هیچ نامەیەك بوونی نییە

# other_user_txt
source: Other user
ar: مستخدم آخر
it: Altri utenti
ku: بەکارهێنەرێکی تر

# a_long_time_txt
source: A long time
ar: وقت طويل
it: Tanto tempo
ku: کاتی درێژ

# click_to_see_more_details_txt
source: Click to see more details
ar: انقر لرؤية المزيد من التفاصيل
it: Clicca per avere maggiori dettagli
ku: کلك بکە بۆ بینینی وردەکاری زیاتر

# sending_txt
source: Sending.....
ar: جارى الإرسال....
it: Invio…
ku: خەریکی ناردنە ...

# send_txt
source: Send
ar: إرسال
it: Invia
ku: ناردن

# deleted_message_txt
source: This message has been deleted
ar: تم حذف هذه الرسالة
it: Questo messaggio è stato cancellato
ku: ئەم نامە سڕێندرایەوە

# connection_error_txt
source: Connection error
ar: خطأ في الإتصال
it: Errore di connessione
ku: کێشە لە پەیوەندی هەیە

# writing_now_txt
source: Writing now .....
ar: يكتب الان....
it: Scrivendo…
ku: ئێستا دەنووسێت...

# last_seen_txt
source: Last seen
ar: اخر ظهور
it: Ultima visualizzazione
ku: دوا دەرکەوتن

# active_since_txt
source: Active since
ar: نشط منذ
it: Attivo da
ku: چالاکە لە

# enter_the_message_txt
source: Enter the message ....
ar: أدخل الرسالة....
it: Inserisci il messaggio ....
ku: نامە داخل بکە ...

# warning_delete_message_txt
source: If you want to delete this message, click Delete
ar: إذا كنت ترغب في حذف هذه الرسالة ، انقر فوق حذف
it: Se desideri eliminare questo messaggio, fare clic su Elimina
ku: ئەگەر ئەتەوێت ئەم نامە بسڕیتەوە، کلك لە سەر سڕینەوە بکە

# medical_advice_txt
source: Medical Advice
ar: نصيحة طبية
it: Consiglio medico
ku: ئامۆژگاری پزیشکی

# add_topic_txt
source: Add a topic
ar: أضف موضوع
it: Aggiungi un argomento
ku: بابەت زیاد بکە

# settings_txt
source: Settings
ar: الإعدادات
it: Impostazioni
ku: ڕێکخستن

# language_txt
source: Language
ar: اللغة
it: Lingua
ku: زمان

# sign_out_txt
source: Sign out
ar: خروج
it: Esci
ku: دەرچوون

# share_txt
source: Share
ar: شارك
it: Condividi
ku: بەشداری بکە

# rate_txt
source: Rate
ar: تقييم
it: Tariffa
ku: هەڵسەنگاندن

# check_for_updates_txt
source: Check for updates
ar: تحقق من وجود تحديثات
it: Controlla gli aggiornamenti
ku: لە بوونی نوێکردنەوە بکۆڵە

# give_your_opinion_txt
source: Do you want to give your opinion on
ar: هل تريد أن تعطي رأيك في
it: Vuoi dare la tua opinione su
ku: ئەتەوێت سەرنج بەیت لە سەر

# support_center_txt
source: Support Center
ar: مركز الدعم
it: Centro di supporto
ku: سەنتەری پشتگیری

# about_us_txt
source: About Us
ar: معلومات عنا
it: Chi siamo
ku: زانیاری دەربارەی ئێمە

# cancel_txt
source: CANCEL
ar: إلغاء
it: Annulla
ku: ڕەتکردنەوە

# canceled_txt
source: Canceled
ar: أُلغيت
it: Annullato
ku: ڕەتکرایەوە

# status_txt
source: Status
ar: الحالة
it: Stato
ku: کەیس

# main_complaint_txt
source: Main complaint
ar: العارض الرئيسى
it: Principale lamentela
ku: پێشاندەری سەرەکی

# main_complaint_end_two_point_txt
source: Main complaint :
ar: : العارض الرئيسى
it: Principale lamentela :
ku: پێشاندەری سەرەکی :

# reservation_number_end_two_point_txt
source: Reservation number :
ar: : رقم الحجز
it: Numero di prenotazione :
ku: ژمارەی حجز :

# reservation_period_end_two_point_txt
source: Reservation period :
ar: : فترة الحجز
it: Periodo di prenotazione :
ku: ماوەی حجز :

# warning_add_from_doctor_txt
source: This appointment was added by the doctor inside the clinic
ar: تمت إضافة هذا الموعد من قبل الطبيب داخل العيادة
it: Questo appuntamento è stato aggiunto dal medico della clinica
ku: ئەم چاوپێکەوتنە لە لایەن پزیشکەوە لە ناو نۆڕینگە زیادکرا

# no_notes_txt
source: No notes
ar: لا توجد ملاحظات
it: Nessuna nota
ku: هیچ تێبینییەك بوونی نییە

# no_data_found_txt
source: No data found
ar: لاتوجد بيانات
it: Nessun dato trovato
ku: هیچ داتایەك بوونی نییە

# clinics_txt
source: Clinics
ar: عيادات
it: Cliniche
ku: نۆڕینگەکان

# medical_tourism_txt
source: Medical tourism
ar: سياحة طبية
it: Turismo medico
ku: گوزاری پزیشکی

# all_cities_txt
source: All cities
ar: جميع المدن
it: Tutte le città
ku: هەموو شارەکان

# doctor_txt
source: Doctor
ar: طبيب
it: Dottore
ku: پزیشك

# patient_txt
source: Patient
ar: مراجع
it: Paziente
ku: سەردانکەر

# pharmacist_txt
source: Pharmacist
ar: صيدلاني
it: Farmacista
ku: دەرمانساز

# medical_assistant_txt
source: Medical assistant
ar: مضمد
it: Infermiere
ku: پەرستار

# all_txt
source: All
ar: الكل
it: Tutto
ku: هەموو

# medical_services_txt
source: Medical services
ar: الخدمات الطبية
it: Servizi medici
ku: خزمەتگوزارییە پزیشکییەکان

# IQD_txt
source: IQD
ar: دينار عراقى
ku: دیناری عیراقی

# three_th_IQD_txt
source: 3000 IQD
ar: ٣٠٠٠ دينار عراقى
it: 2.29 EUR
ku: ٣٠٠٠ دیناری عیراقی

# five_th_IQD_txt
source: 5000 IQD
ar: ٥٠٠٠ دينار عراقى
it: 3.83 EUR
ku: ٥٠٠٠ دیناری عیراقی

# ten_th_IQD_txt
source: 10000 IQD
ar: ١٠٠٠٠ دينار عراقى
it: 7.66 EUR
ku: ١٠٠٠٠ دیناری عیراقی

# fifteen_th_IQD_txt
source: 15000 IQD
ar: ١٥٠٠٠ دينار عراقى
it: 11.49 EUR
ku: ١٥٠٠٠ دیناری عیراقی

# twenty_th_IQD_txt
source: 20000 IQD
ar: ٢٠٠٠٠ دينار عراقى
it: 15.32 EUR
ku: ٢٠٠٠٠ دیناری عیراقی

# twenty_five_th_IQD_txt
source: 25000 IQD
ar: ٢٥٠٠٠ دينار عراقى
it: 19.15 EUR
ku: ٢٥٠٠٠ دیناری عیراقی

# thirty_th_IQD_txt
source: 30000 IQD
ar: ٣٠٠٠٠ دينار عراقى
it: 22.98 EUR
ku: ٣٠٠٠٠ دیناری عیراقی

# thirty_five_th_IQD_txt
source: 35000 IQD
ar: ٣٥٠٠٠ دينار عراقى
it: 26.82 EUR
ku: ٣٥٠٠٠ دیناری عیراقی

# forty_th_IQD_txt
source: 40000 IQD
ar: ٤٠٠٠٠ دينار عراقى
it: 30.65 EUR
ku: ٤٠٠٠٠ دیناری عیراقی

# forty_five_th_IQD_txt
source: 45000 IQD
ar: ٤٥٠٠٠ دينار عراقى
it: 34.48 EUR
ku: ٤٥٠٠٠ دیناری عیراقی

# fifty_th_IQD_txt
source: 50000 IQD
ar: ٥٠٠٠٠ دينار عراقى
it: 38.30 EUR
ku: ٥٠٠٠٠ دیناری عیراقی

# sixty_th_IQD_txt
source: 60000 IQD
ar: ٦٠٠٠٠ دينار عراقى
it: 45.97 EUR
ku: ٦٠٠٠٠ دیناری عیراقی

# seventy_th_IQD_txt
source: 70000 IQD
ar: ٧٠٠٠٠ دينار عراقى
it: 53.63 EUR
ku: ٧٠٠٠٠ دیناری عیراقی

# eighty_th_IQD_txt
source: 80000 IQD
ar: ٨٠٠٠٠ دينار عراقى
it: 61.29 EUR
ku: ٨٠٠٠٠ دیناری عیراقی

# ninety_th_IQD_txt
source: 90000 IQD
ar: ٩٠٠٠٠ دينار عراقى
it: 68.95 EUR
ku: ٩٠٠٠٠ دیناری عیراقی

# hundred_th_IQD_txt
source: 100000 IQD
ar: ١٠٠٠٠٠ دينار عراقى
it: 76.62 EUR
ku: ١٠٠٠٠٠ دیناری عیراقی

# specialties_txt
source: Specializations
ar: التخصصات
it: Specializzazioni
ku: پسپۆڕییەکان

# best_doctors_txt
source: Top rating
ar: أعلى تصنيف
it: Valutazione massimag
ku: بەرزترین پۆلێن

# no_result_txt
source: No results found
ar: لم يتم العثور على نتائج
it: nessun risultato trovato
ku: هیچ ئەنجامێك نەدۆزرایەوە

# navigate_note_toast
source: You can not navigate in previous weeks
ar: لا يمكنك التنقل في الأسابيع السابقة
it: Non è possibile navigare nelle settimane precedenti
ku: ناتوانیت بڕۆیت بۆ هەفتەکانی ڕابردوو

# not_available_txt
source: Not available
ar: غير متاح
it: Non disponibile
ku: بەردەست نییە

# dr_reviews_txt
source: Review
ar: مراجعة
it: Revisione
ku: سەردانیکردن

# dr_details_txt
source: Details
ar: تفاصيل
it: Dettagli
ku: وردەکاری

# about_doctor_txt
source: About doctor
ar: عن الطبيب
it: A proposito del dottore
ku: دەربارەی پزیشك

# about_pharmacist_txt
source: About pharmacist
ar: عن الصيدلي
it: A proposito del farmacista
ku: دەربارەی دەرمانساز

# about_medical_assistant_txt
source: About medical assistant
ar: عن المضمد
it: A proposito di assistente medico
ku: دەربارەی پەرستار

# offer_txt
source: Offers
ar: عروض
it: Offerte
ku: ئۆڤەرەکان

# work_for_txt
source: works for
ar: يعمل لدى
it: È adatto a
ku: کار ئەکات لای

# specialty_txt
source: Specialty
ar: تخصص
it: Specialità
ku: پسپۆڕی

# clinic_address_txt
source: Clinic Address
ar: عنوان العيادة
it: Indirizzo della clinica
ku: ناونیشانی نۆڕینگە

# phones_txt
source: Phone
ar: هاتف
it: Numero di telefono
ku: ژمارەی تەلەفوون

# working_days_txt
source: Working days
ar: أيام العمل
it: Giorni lavorativi
ku: ڕۆژانی کارکردن

# yes_txt
source: Yes
ar: نعم
it: Si
ku: بەڵێ

# no_txt
source: No
ar: لا
ku: نەخیر

# custom_search_txt
source: Custom search
ar: بحث مخصص
it: Ricerca personalizzata
ku: گەڕانی تایبەت

# search_result_txt
source: Search result
ar: نتيجة البحث
it: Risultato della ricerca
ku: ئەنجامی گەڕان

# appointments_txt
source: Appointments
ar: مواعيد
it: Appuntamenti
ku: چاوپێکەوتنەکان

# swipe_to_load_txt
source: Swipe to load more
ar: اسحب لتحميل أكثر
it: Scorri per caricare ancora
ku: ڕاکێشە بۆ داگرتنی زیاتر

# the_days_txt
source: The days
ar: الأيام
it: I giorni
ku: ڕۆژەکان

# the_prices_txt
source: The prices
ar: الأسعار
it: I prezzi
ku: نرخەکان

# loading_failed_txt
source: Loading failed
ar: فشل التحميل
it: Caricamento non riuscito
ku: نەتوانرا دابگیرێت

# loading_txt
source: Loading...
ar: جار التحميل....
it: Caricamento in corso...
ku: خەریکی داگرتنە...

# no_more_data_txt
source: There no more data
ar: لايوجد المزيد من البيانات
it: Non ci sono più dati
ku: داتای زیاتر بەردەست نییە

# select_province_city_txt
source: Select the province or city
ar: اختر المحافظه أو المدينة
it: Seleziona la provincia o la città
ku: پارێزگا یان شار هەڵبژێرە

# select_type_service_txt
source: Select the type of medical service
ar: اختر نوع الخدمة الطبية
it: Seleziona il tipo di servizio medico
ku: جۆری خزمەتگوزاری پزیشکی هەڵبژێرە

# select_price_txt
source: Select price
ar: اختر السعر
it: Seleziona il prezzo
ku: نرخ هەڵبژێرە

# select_working_day_txt
source: Select working day
ar: اختر يوم العمل
it: Seleziona il giorno lavorativo
ku: ڕۆژی کارکردن هەڵبژێرە

# show_on_map_txt
source: Show on the map
ar: عرض على الخريطة
it: Mostra sulla mappa
ku: پێشاندان لە سەر نەخشە

# warning_allow_locate_txt
source: Hijozaty requires access to your location To facilitate access to application services on the map to enable the addition of home and work addresses and to determine the closest services provided
ar: يتطلب حجوزاتى الوصول إلى موقعك لتسهيل الوصول إلى خدمات التطبيق على الخريطة لتمكين إضافة عناوين المنزل والعمل وتحديد أقرب الخدمات المقدمة
it: Hijozaty richiede l'accesso alla tua posizione Per facilitare l'accesso ai servizi dell'applicazione sulla mappa per consentire l'aggiunta di indirizzi di casa e lavoro e per determinare i servizi più vicini forniti
ku: بۆ ڕێگەدان بەم ئاپە بۆ دیاری کردنی جێگای مۆبایل

# my_location_txt
source: My location
ar: موقعى
it: La mia posizione
ku: جێگاکەم

# workplace_txt
source: Workplace
ar: مكان العمل
it: Posto di lavoro
ku: مكان العمل

# warning_allow_get_image_txt
source: To be able to send pictures please allow the application to use the image library, go to the settings below so that you can do that
ar: لكى تتمكن من ارسال الصور من فضلك قم بالسماح للتطبيق باستخدام مكتبة الصور اضغد ذهاب الى الاعدادت ادناه لكي تتمكن من ذلك
it: Per poter inviare immagini, consenti all'applicazione di utilizzare la libreria di immagini, vai alle impostazioni di seguito in modo da poterlo fare
ku: لكى تتمكن من ارسال الصور من فضلك قم بالسماح للتطبيق باستخدام مكتبة الصور اضغد ذهاب الى الاعدادت ادناه لكي تتمكن من ذلك

# my_appointments_txt
source: My appointments
ar: مواعيدى
it: I miei appuntamenti
ku: چاوپێکەوتنەکانم

# there_are_no_appointments_txt
source: There are no appointments
ar: لا توجد مواعيد
it: Non ci sono appuntamenti
ku: هیچ چاوپێکەوتنێك بەردەست نییە

# dr_end_with_two_points_txt
source: DR :
ar: دكتور :
ku: پزیشك :

# specialty_end_with_two_points_txt
source: Specialty :
ar: التخصص :
it: Specializzazione :
ku: پسپۆڕی :

# clinic_address_end_with_two_points_txt
source: Clinic Address :
ar: عنوان العيادة :
it: Indirizzo della clinica :
ku: ناونیشانی نۆڕینگە :

# check_up_price_end_with_two_points_txt
source: Check up price :
ar: سعر الكشف :
it: Controlla il prezzo :
ku: نرخی چاوپێکەوتن :

# check_up_price_txt
source: Check up price
ar: سعر الكشف
it: Controlla il prezzo
ku: نرخی چاوپێکەوتن

# pharmacy_name_end_with_two_points_txt
source: Pharmacy name :
ar: اسم الصيدلية :
it: Nome della farmacia :
ku: ناوی دەرمانخانە :

# pharmacy_address_end_with_two_points_txt
source: Pharmacy address :
ar: عنوان الصيدلية :
it: Indirizzo della farmacia :
ku: ناونیشانی دەرمانخانە :

# clinic_name_end_with_two_points_txt
source: Clinic name :
ar: اسم العيادة :
it: Nome della clinica :
ku: ناوی نۆڕینگە :

# experience_years_end_with_two_points_txt
source: Experience Years :
ar: سنوات الخبرة :
it: Anni di esperienza :
ku: ساڵانی ئەزموون :

# detection_price_txt
source: Detection price
ar: سعر الكشف
it: Prezzo di rilevamento
ku: نرخی چاوپێکەوتن

# warning_able_to_chat_txt
source: Please register to be able to chat
ar: يرجى التسجيل لتتمكن من الدردشة
it: Per favore registrati per poter chattare
ku: تکایە تۆمار بکە بۆ ئەوەی بتوانیت چات بکەیت

# show_workplace_on_map_txt
source: Show workplace on the map
ar: عرض مكان العمل على الخريطة
it: Mostra luogo di lavoro sulla mappa
ku: پێشاندانی شوێنی ئیش لە سەر نەخشە

# no_offers_now_txt
source: There are no offers now
ar: لا توجد عروض الآن
it: Non ci sono offerte ora
ku: لە ئێستادا هیچ ئۆڤەرێک نییە

# appointment_request_txt
source: Appointment request
ar: طلب موعد
it: Richiesta di appuntamento
ku: داواکردنی چاوپێکەوتن

# waring_book_more_than_once_txt
source: You cannot book more than once in the same period
ar: لا يمكنك حجز أكثر من مرة في نفس الفترة
it: Non è possibile prenotare più di una volta nello stesso periodo
ku: ناتوانیت زیاتر لە یەك جار حجز بکەیت لە هەمان ماوە

# doctor_end_with_two_points_txt
source: Doctor :
ar: طبيب :
it: Dottore :
ku: پزیشك :

# working_period_end_two_points_txt
source: Working period :
ar: فترة العمل :
it: Periodo lavorativo :
ku: ماوەی کارکردن :

# working_times_end_two_points_txt
source: Working times :
ar: أوقات العمل :
it: Orari di lavoro :
ku: کاتەکانی کارکردن :

# from_txt
source: From
ar: من
it: Da
ku: لە

# to_txt
source: To
ar: الى
it: A
ku: بۆ

# all_appointments_end_with_two_points_txt
source: All appointments :
ar: جميع المواعيد :
it: Tutti gli appuntamenti :
ku: هەموو چاوپێکەوتنەکان :

# no_appointments_txt
source: There are no appointments
ar: لا توجد مواعيد
it: Non ci sono appuntamenti
ku: هیچ چاوپێکەوتنێك بوونی نییە

# appointments_in_this_day_txt
source: Appointments in this day
ar: مواعيد هذا اليوم
it: Appuntamenti in questo giorno
ku: چاوپێکەوتنەکانی ئەمڕۆ

# guest_txt
source: Guest
ar: زائر
it: Ospite
ku: سەردانکەر

# not_found_txt
source: Not found
ar: غير موجود
it: Non trovato
ku: نییە

# reserved_sequence_txt
source: Reserved sequence
ar: تسلسل محجوز
it: Sequenza riservata
ku: ڕیزی گیراو

# waiting_for_approval_txt
source: Waiting for approval
ar: انتظار الموافقه
it: In attesa di approvazione
ku: چاوەڕوانکردن nڕەزامەندی

# waiting_for_entry_txt
source: Waiting for entry
ar: انتظار الدخول
it: In attesa per l'ingresso
ku: چاوەڕوانکردن چوونە ژوورەوە

# under_checking_txt
source: Under Checking
ar: تحت الفحص
it: In fase di verifica
ku: ژێر پشکنین

# test_completed_txt
source: Test Completed
ar: فحص منتهى
it: Test completato
ku: پشکنین تەواوبوو

# canceled_test_txt
source: CanceledTest
ar: فحص ملغى
it: Test annullato
ku: پشکنینی ڕەتکراو

# waiting_txt
source: Waiting
ar: انتظار
it: In attesa
ku: چاوەڕوانکردن

# evening_shift_txt
source: Evening shift
ar: دوام مسائى
it: Turno serale
ku: دەوامی ئێواران

# morning_shift_txt
source: Morning Shift
ar: دوام صباحي
it: Turno del mattino
ku: دەوامی بەیانیان

# warning_choose_day_user_txt
source: Choose a reservation day. Green means a working day. Gray means a day off.
ar: اختيار يوم الحجز الأخضر يعني يوم عمل الرمادي يعني يوم عطلة
it: Scegli un giorno di prenotazione. Verde indica un giorno lavorativo. Grigio indica un giorno libero.
ku: هەڵبژاردنی ڕۆژی حجز سەوز واتا ڕۆژی کارکردن قاوەیی واتا ڕۆژی پشوو

# warning_register_reservation_txt
source: Please register to be able to get a reservation
ar: يرجى التسجيل لتتمكن من الحصول على حجز
it: Per favore registrati per avere una prenotazione
ku: تکایە تۆمار بکە بۆ ئەوەی بتوانیت حجز بکەیت

# finished_working_time_txt
source: Finished working time
ar: وقت العمل منتهى
it: Orario di lavoro terminato
ku: کاتی کارکردن تەواو بووە

# click_to_book_txt
source: Click here to book
ar: انقر هنا للحجز
it: Clicca qui per prenotare
ku: کلك لێرە بکە بۆ حجز

# finished_period_txt
source: Finished period
ar: فتره منتهيه
it: Periodo terminato
ku: ماوە تەواو بووە

# finished_txt
source: Finished
ar: منتهى
it: Finito
ku: تەواو بوو

# beginning_week_txt
source: Beginning week
ar: بداية الأسبوع
it: Inizio settimana
ku: سەرەتای هەفتە

# will_activated_soon_txt
source: Will be activated soon
ar: سيتم تفعيلها قريبا
it: Sarà attivato presto
ku: بەم نزیکانە ئەکتیڤ ئەکرێت

# hospitals_txt
source: Hospitals
ar: مستشفيات
it: Ospedali
ku: نەخۆشخانەکان
