Repository: ibrahiemhss/medic_book
Catalog: lib/helpers/localization/l10n/intel_*.arb
Languages: ar, it, ku

# locale
source: en
ar: ar
it: it
ku: ckb

# app_name_txt
source: Hijozaty
ar: حجوزاتى
ku: حجزەکانم

# app_txt
source: app
ar: تطبيق
ku: ئاپ

# back_txt
source: Back
ar: الخلف
it: Indietro
ku: گەڕانەوە

# home_txt
source: Home
ar: الرئيسيه
it: Pagina iniziale
ku: سەرەکی

# search_txt
source: Search
ar: بحث
it: Cerca
ku: گەڕان

# name_txt
source: Name
ar: الاسم
it: Nome
ku: ناو

# no_internet_txt
source: NO INTERNET CONNECTION
ar: لا يوجد اتصال بالإنترنت
it: Nessuna connessione a Internet
ku: پەیوەندی بە ئینتەرنێتەوە پچڕاوە

# warning_be_conncted_internet_txt
source: Please make sure your device is connected to the Internet
ar: يرجى التأكد من اتصال جهازك بالإنترنت
it: Assicurati che il tuo dispositivo sia connesso a Internet
ku: تکایە دڵنیابە لە بوونی ئینتەرنێت لە سەر ئامێرەکەت

# try_again_txt
source: Try again
ar: حاول مجددا
it: Riprova
ku: دووبارە هەوڵ بدە

# confirm_txt
source: Confirm
ar: تأكيد
it: Conferma
ku: دڵنیابوون

# ignore_txt
source: Ignore
ar: تجاهل
it: Ignora
ku: پتشگوێخستن

# follow_us_on_txt
source: Follow us on
ar: تابعنا على
it: Seguici su
ku: تبەردەوام بە لە گەڵمان لە سەر

# facebook_txt
source: FACEBOOK
ar: فايسبوك
ku: فەیسبوك

# instagram_txt
source: INSTAGRAM
ar: الانستقرام
ku: ئنستاگرام

# address_end_two_points_txt
source: Address :
ar: العنوان :
it: AIndirizzo :
ku: ناونیشان :

# address_txt
source: Address
ar: العنوان
it: AIndirizzo
ku: ناونیشان

# phone_end_two_points_txt
source: Phone :
ar: الهاتف :
it: Telefono :
ku: تەلەفۆن :

# city_txt
source: City
ar: المدينه
it: Città
ku: شار

# phone_txt
source: Phone
ar: الهاتف
it: Telefono
ku: تەلەفۆن

# chat_txt
source: Chat
ar: دردشه
ku: چات

# chats_txt
source: Chats
ar: دردشات
ku: چاتەکان

# warning_login_or_register_txt
source: Please Log in or Register
ar: يرجى تسجيل الدخول أو التسجيل
it: Effettua il login o registrati
ku: تکایە تۆماری چوونەژوورەوە یان تۆمار بکە

# one_period_txt
source: One period
ar: فتره واحده
it: Un periodo
ku: یەك ماوە

# delete_txt
source: Delete
ar: حذف
it: Cancella
ku: سڕینەوە

# details_txt
source: Details
ar: التفاصيل
it: Dettagli
ku: وردەکاری

# close_txt
source: Close
ar: إغلاق
it: Chiudi
ku: داخستن

# number_txt
source: Number
ar: رقم
it: Numero
ku: ژمارە

# click_load_image_again_txt
source: Click to load image again
ar: انقر لتحميل الصوره مره اخرى
it: Fare clic per caricare di nuovo l'immagine
ku: کلك بکە بۆ داگرتن دووبارە وێنەکە

# refresh_txt
source: Refresh
ar: تحديث
it: Ricaricare
ku: نوێ کردنەوە

# date_txt
source: Date
ar: التاريخ
ku: بەروار

# save_edits_txt
source: Save edits
ar: حفظ الاعدادت
it: Salva le modifiche
ku: هەڵگرتنی ڕێکخستنەکانم

# code_is_being_sent_loading_txt
source: Code is being sent loading..
ar: جارى إرسال الكود ...
it: Il codice viene inviato durante il caricamento ..
ku: خەریکی ناردنی کۆدە ...

# hint_phone_txt
source: Type the phone number here in English
ar: اكتب رقم الهاتف هنا باللغة الإنجليزية
it: Numero di telefono
ku: تکایە ژمارە تەلەفوون بە زمانی ئینگلیزی داخڵ بکە

# dr_hint_phone_txt
source: The personal phone number is not shown to users
ar: رقم الهاتف الشخصي لا يظهر للمستخدمين
it: Il numero di telefono personale non viene mostrato agli utenti
ku: رقم الهاتف الشخصي لا يظهر للمستخدمين

# add_appointment_txt
source: Add appointment
ar: اضافة موعد
it: Aggiungi appuntamento
ku: زیادکردنی چاوپێکەوتن

# unexpected_error_occurred_try_again_txt
source: An unexpected error occurred, please try again
ar: حدث خطأ غير متوقع ، يرجى المحاولة مرة أخرى
it: Si è verificato un errore, per favore riprovare
ku: هەڵەیەکی چاوەڕواننەکراو ڕوویدا، تکایە دووبارە هەوڵبدە

# new_registration_txt
source: New registration
ar: تسجيل جديد
it: Nuova registrazione
ku: تۆماری نوێ

# log_in_txt
source: Login
ar: تسجيل دخول
ku: تۆماری چوونە ژوورەوە

# skip_txt
source: Skip
ar: تخطى
it: Skype
ku: تێپەڕاندن

# add_phone_txt
source: Please choose the country code below. In the input field, just enter the phone number and without the country code
ar: يرجى اختيار رمز البلد أدناه اما في حقل الادخال فقط أدخل رقم الهاتف وبدون كود الدوله
it: Scegli il codice paese di seguito. Nel campo di inserimento, inserisci semplicemente il numero di telefono, senza il prefisso internazionale
ku: تکایە ژمارەی مۆبایلەکەت بنووسە لە پاش کۆدی وڵاتەکەت

# register_as_patient_txt
source: Register as a patient
ar: تسجيل ك مراجع
it: Registrati come paziente
ku: تۆمار وەکوو سەردانکەر

# register_as_doctor_txt
source: Register as a doctor
ar: تسجيل ك طبيب
it: Registrati come medico
ku: تۆمار وەکوو پزیشك

# register_as_pharmacist_txt
source: Register as a pharmacist
ar: تسجيل ك صيدلي
it: Registrati come farmacista
ku: تۆمار وەکوو دەرمانساز

# register_as_medical_assistant_txt
source: Register as a medical assistant
ar: تسجيل ك مضمد
ku: تۆمار وەکوو پەرستار

# warning_no_data_txt
source: No data, please try again later
ar: لا يوجد بيانات حاول مره أخرى
it: Nessun dato, ti preghiamo di riprovare più tardi
ku: هیچ داتایەك بوونی نییە، تکایە دووبارە هەوڵ بدە

# warning_problem_loading_data_txt
source: There is a problem loading the data,please try later
ar: هناك مشكلة في تحميل البيانات ، يرجى المحاولة لاحقًا
it: Si è verificato un problema durante il caricamento dei dati, riprova più tardi
ku: کێشەیەك لە داگرتنی داتاکان هەیە، تکایە دواتر هەوڵ بدە

# warning_weak_internet_txt
source: Your internet connection appears very weak
ar: يبدو أن اتصالك بالإنترنت ضعيف جدًا
it: La tua connessione Internet sembra molto debole
ku: پێدەچێت پەیوەندیت بە ئینتەرنێتەوە زۆر لاواز بێت

# continuation_txt
source: Continuation..
ar: استمرار....
it: Continua…
ku: بەردەوامبوون ...

# continue_in_registration_txt
source: Continue in registration
ar: الاستمرار في التسجيل
it: Continua la registrazione
ku: بەردەوامبوون لە تۆمار

# warning_location_not_found_txt
source: The address was not recognized. Please add the address manually
ar: لم يتم التعرف على العنوان. يرجى إضافة العنوان يدويا
it: L'indirizzo non è stato riconosciuto. Aggiungi l'indirizzo manualmente
ku: ناونیشانەکە نەناسرا. تکایە ناونیشانەکە بە دەستی بنووسە

# modifying_working_info_txt
source: Modifying working info
ar: تعديل معلومات العمل
it: Modifica delle informazioni di lavoro
ku: ڕێکخستنی زانیارییەکانی کار

# working_info_txt
source: Working info
ar: معلومات العمل
it: Informazioni di lavoro
ku: زانیارییەکانی کار

# saving_txt
source: Saving...
ar: جاري الحفظ....
it: Salvataggio...
ku: خەریکە هەڵدەگیرێت...

# submission_in_progress_txt
source: Submission In Progress...
ar: جاري التسجيل.....
it: Invio in corso ...
ku: خەریکە تۆمار دەکرێت...

# professional_practice_number_txt
source: Professional practice certificate number
ar: رقم شهادة الممارسة المهنية
it: Numero del certificato di pratica professionale
ku: ژمارەی بڕوانامەی جێبەجێکردنی کاری پیشەیی

# certificate_authority_txt
source: Certificate Authority
ar: جهة إصدار الشهادة المهنية
it: Autorità di certificazione
ku: شوێنی دەرچوونی بڕوانامەی کاری پیشەیی

# graduation_date_txt
source: Graduation Date
ar: تاريخ التخرج
it: Anno di Laurea
ku: بەرواری دەرچوون (تخرج)

# certificate_issued_at_txt
source: The date the certificate was issued
ar: تاريخ إصدار الشهادة
it: Data di rilascio del certificato
ku: بەرواری دەرچوونی بڕوانامە

# continue_txt
source: Continue
ar: استمر
it: Continua
ku: بەردەوامبە

# warning_add_name_txt
source: Please make sure to enter your full name
ar: يرجى التأكد من إدخال اسمك الكامل
it: Assicurati di inserire il tuo nome completo
ku: تکایە دڵنیابە لە نووسینی ناوی تەواوت

# warning_enter_address_txt
source: Please make sure to enter the address
ar: يرجى التأكد من إدخال العنوان
it: Assicurati di inserire l'indirizzo
ku: تکایە دڵنیابە لە نووسینی ناونیشان

# choose_your_city_txt
source: Please choose your city
ar: يرجى اختيار مدينتك
it: Per favore, scegli la tua città
ku: تکایە شارەکەت هەڵبژێرە

# please_enter_password_txt
source: Please enter the password
ar: من فضلك أدخل كلمة المرور
it: Per favore inserisci la password
ku: تکایە پاسۆود داخل بکە

# warning_short_password_txt
source: Please enter a password for at least 6 characters
ar: الرجاء أدخل كلمة مرور لا تقل عن ٦ أحرف
it: Per favore inserisci una password di almeno 6 caratteri
ku: تکایە پاسووردێک بنووسە کە لە ٦ پیت کەمتر نەبێت

# warning_ensure_enter_correct_password_txt
source: Please ensure that the password is rewritten correctly
ar: يرجى التأكد من إعادة كتابة كلمة المرور بشكل صحيح
it: Assicurati che la password sia riscritta correttamente
ku: تکایە دڵنیابە لە دووبارە نووسینەوەی پاسووردەکە بە شێوەیەکی درووست

# provinces_txt
source: Provinces
ar: المحافظات
it: Province
ku: پارێزگاکان

# province_txt
source: Province
ar: محافظة
it: Provincia
ku: پارێزگا

# male_txt
source: Male
ar: ذكر
it: Uomo
ku: نێر

# female_txt
source: Female
ar: انثى
it: Donna
ku: مێ

# undefined_txt
source: Undefined
ar: غير محدد
it: Non definito
ku: دیاری نەکراو

# select_gender_txt
source: Select gender
ar: اختر الجنس
it: Seleziona genere
ku: ڕەگەز هەڵبژێرە

# please_choose_city
source: Please choose a city
ar: يرجى اختيار مدينه
it: Per favore, scegli una città
ku: تکایە شار هەڵبژێرە

# please_enter_the_phone_city
source: Please enter the phone
ar: يرجى إدخال الهاتف
it: Per favore inserisci il tuo numero di telefono
ku: تکایە ژمارەی تەلەفوون داخل بکە

# img_added_txt
source: Image Added
ar: تمت إضافة الصورة
it: Immagine inserita
ku: وێنەکە زیادکرا

# sign_up_txt
source: Sign Up
ar: سجل
it: Accedi
ku: تۆمار

# enter_clinic_address_txt
source: Enter the clinic's address
ar: أدخل عنوان العيادة
it: Inserisci l'indirizzo della clinica
ku: ناونیشانی نۆڕینگە داخل بکە

# practical_experiences_txt
source: Practical experiences and certifications
ar: الخبرات والشهادات العملية
it: Esperienze pratiche e certificazioni
ku: الخبرات والشهادات العملية

# medical_checking_price_in_iraq_dinar_txt
source: Medical checking price(in Iraqi dinar)
ar: سعر الفحص الطبي (بالدينار العراقي)
it: Prezzo del controllo medico (nel dinaro iracheno)
ku: سعر الفحص الطبي (بالدينار العراقي)

# select_specialization_txt
source: Select specialization
ar: اختر التخصص
it: Seleziona specializzazione
ku: پسپۆڕی هەڵبژێرە

# clinic_name_txt
source: Clinic name
ar: اسم العيادة
it: Nome della clinica
ku: ناوی نۆڕینگە

# ask_activate_chat_txt
source: Do you want to activate the chat?
ar: هل تريد تفعيل الدردشة؟
it: Vuoi attivare la chat?
ku: ئەتەوێت چات ئەکتیڤ بکەیت؟

# clinic_phone_txt
source: Clinic phone
ar: هاتف العيادة
it: Numero telefonico della clinica
ku: ژمارە تەلەفوونی نۆڕینگە

# add_medical_specialization_txt
source: Please add medical specialization
ar: يرجى إضافة التخصص الطبي
it: aggiungere una specializzazione medica
ku: تکایە پسپۆڕی پزیشکی هەڵبژێرە

# add_the_name_of_the_clinic_txt
source: Please add the name of the clinic
ar: يرجى إضافة اسم العيادة
it: Aggiungi il nome della clinica
ku: تکایە ناوی نۆڕینگە داخڵ بکە

# add_the_price_txt
source: Please add the price
ar: يرجى إضافة السعر
it: aggiungere il prezzo
ku: تکایە نرخ داخڵ بکە

# add_clinic_phone_number_txt
source: Please add the clinic's phone number
ar: يرجى إضافة رقم هاتف العيادة
it: aggiungi il numero di telefono della clinica
ku: تکایە ژمارە تەلەفوونی نۆڕینگە داخڵ بکە

# add_clinic_address_txt
source: Please add the clinic's address
ar: يرجى إضافة عنوان العيادة
it: aggiungi l'indirizzo della clinica
ku: تکایە ناونیشانی نۆڕینگە داخڵ بکە

# experience_years_txt
source: Experience Years
ar: سنوات الخبرة
it: Anni di esperienza
ku: ساڵانی ئەزموون

# sign_in_btn
source: Sign in
ar: تسجيل الدخول
it: Accedi
ku: تۆماری چوونەژوورەوە

# verify_txt
source: Verify
ar: تحقق
it: Verifica
ku: پێداچوونەوە

# verification_in_progress_txt
source: Verification in progress
ar: جارى التحقق...
it: Verifica in corso
ku: خەریکی پێداچوونەوەیە ...

# empty_phone_txt
source: Phone number (+x xxx-xxx-xxxx)
ar: (+x xxx-xxx-xxxx)رقم الهاتف بالانجليزيه
it: Numero di telefono xxx-xxx-xxx
ku: ژمارە تەلەفوون بە ئینگلیزی

# enter_phone_txt
source: please enter Phone number in english
ar: الرجاء إدخال رقم الهاتف باللغة الإنجليزية
it: inserisci il numero di telefono in inglese
ku: تکایە ژمارە تەلەفوون بە زمانی ئینگلیزی داخڵ بکە

# email_txt
source: Email
ar: البريد الإلكتروني
ku: ئیمیڵ

# password_txt
source: Password
ar: كلمه السر
ku: ژمارەی نهێنی

# add_img_btn
source: ADD YOUR IMAGE
ar: أضف صورتك
it: Inserisci la tua immagine
ku: وێنەت داخڵ بکە

# will_send_verifi_etxt
source: The verification code will be sent in a few moments
ar: سيتم إرسال رمز التحقق بعد لحظات قليلة
it: Il codice di verifica verrà inviato tra qualche istante
ku: لە ماوەی چەند چرکەیەکدا ژمارەی دڵنیابوونت پێ دەگات

# enter_code_etxt
source: Enter Code in english just
ar: أدخل الرمز باللغة الإنجليزية فقط
it: Inserisci il codice solo in inglese
ku: تکایە کۆد بە زمانی ئینگلیزی داخڵ بکە

# resend_code_etxt
source: Resend code
ar: أعد إرسال الرمز
it: Nuovo invio del codice
ku: دووبارە کۆد بنێرە

# not_sent_code_etxt
source: If the code does not arrive, please
ar: إذا لم يصل الرمز ، من فضلك
it: Se il codice non arriva, per favore
ku: ئەگەر کۆد نەگەیشت، تکایە

# contact_us_etxt
source: Contact us
ar: اتصل بنا
it: Contattaci
ku: پەیوەندیمان پێوە بکە

# contact_etxt
source: Contact
ar: اتصل
it: Contatto
ku: پەیوەندی بکە

# enter_name_etxt
source: Enter the Triple Name
ar: أدخل الاسم الثلاثي
it: Inserisci il tuo nome completo
ku: ناوی سیانی بنووسە

# check_phone_msg_code_etxt
source: Please check your phone for the verification code.
ar: يرجى التحقق من هاتفك لمعرفة رمز التحقق
it: Controlla il tuo telefono per il codice di verifica.
ku: تکایە دڵنیابە لە ژمارە تەلەفوونەکەت بۆ زانینی کۆدی دڵنیابوون

# re_enter_pass_etxt
source: Re-enter password
ar: إعادة إدخال كلمة المرور
it: Inserisci di nuovo la password
ku: دووبارە پاسۆردەکەت بنووسە

# warning_re_enter_pass_txt
source: Please make sure to re-write your password correctly
ar: يرجى التأكد من إعادة كتابة كلمة المرور بشكل صحيح
it: Assicurati di riscrivere la password correttamente
ku: تکایە دڵنیابە لە دووبارە نووسینەوەی پاسۆودەکەت بە شێوەیەکە درووست

# warning_enter_phone_txt
source: Please make sure to add phone number
ar: يرجى التأكد من إضافة رقم الهاتف
it: Assicurati di aggiungere un numero di telefono
ku: تکایە دڵنیابە لە نووسینی ژمارەی تەلەفۆن

# warning_add_correct_phone_txt
source: Please make sure to add correct phone number
ar: يرجى التأكد من إضافة رقم هاتف الصحيح
it: Assicurati di aggiungere un numero di telefono corretto
ku: تکایە ژمارە تەلەفۆنی درووست بنووسە

# click_select_city_txt
source: Click to select the city
ar: انقر لتحديد المدينة
it: Clicca per selezionare una città
ku: کلك بکە بۆ دیاری کردنی شار

# enter_residence_address_txt
source: Enter your residence address
ar: أدخل عنوان إقامتك
it: Inserisci il tuo indirizzo di residenza
ku: ناونیشانی نیشتەجێبوونت داخل بکە

# enter_email_txt
source: Enter your Email
ar: أدخل بريدك الالكتروني
it: Inserisci la tua email
ku: ئیمێڵەکەت داخل بکە

# certificate_number_txt
source: Certificate number
ar: رقم الشهادة
it: Numero di certificato
ku: ژمارەی بڕوانامە

# warning_add_certificate_professional_authority_txt
source: Please add a professional certificate authority
ar: يرجى إضافة جهة إصدار شهادة الممارسة المهنية
it: Aggiungi una certificazione professionale
ku: تکایە شوێنی دەرچوونی بڕوانامەی جێبەجێکردنی کاری پیشەیی زیاد بکە

# warning_add_certificate_number_txt
source: Please add certificate number
ar: الرجاء إضافة رقم الشهادة
it: Aggiungi il numero di certificato
ku: تکایە ژمارەی بڕوانامە زیاد بکە

# warning_add_graduation_date_txt
source: Please add graduation Date
ar: يرجى إضافة تاريخ التخرج
it: Aggiungi una data di laurea
ku: تکایە بەرواری دارچوون (تخرج) زیاد بکە

# privacy_policy_txt
source: Privacy policy
ar: سياسة الخصوصيه
it: Informativa sulla Privacy
ku: سیاسەتی تایبەتمەندی

# warning_accept_privacy_txt
source: It is not possible to register without agreeing to the Privacy Policy
ar: لا يمكن التسجيل دون الموافقة على سياسة الخصوصية
it: Non è possibile registrarsi senza aver accettato l'informativa sulla privacy
ku: ناتوانرێت تۆمار بکرێت بە بێ ڕەزامەندبوون لە سەر سیاسەتی تایبەتمەندی

# enter_pharmacy_address_txt
source: Enter the pharmacy address
ar: أدخل عنوان الصيدلية
it: Inserisci l'indirizzo della farmacia
ku: ناونیشانی دەرمانخانە داخل بکە

# pharmacy_name_txt
source: Pharmacy name
ar: اسم الصيدلة
it: Nome della Farmacia
ku: ناوی دەرمانخانە

# pharmacy_address_txt
source: Pharmacy address
ar: عنوان الصيدلية
it: Indirizzo della Farmacia
ku: ناونیشانی دەرمانخانە

# pharmacy_phone_txt
source: Pharmacy phone
ar: هاتف الصيدلية
it: Numero di telefono della Farmacia
ku: ژمارە تەلەفوونی دەرمانخانە

# warning_add_the_pharmacy_address_txt
source: Please add the pharmacy address
ar: يرجى إضافة عنوان الصيدلية
it: Aggiungere indirizzo della Farmacia
ku: تکایە ناونیشانی دەرمانخانە زیاد بکە

# no_new_appointments_yet_txt
source: There are no new appointments yet
ar: لا توجد مواعيد جديدة بعد
it: Non ci sono ancora nuovi appuntamenti
ku: هێشتا چاوپێکەوتنی نوێ بەردەست نییە

# true_txt
source: True
ar: صحيح
it: VERO
ku: درووست

# working_period_txt
source: Working period
ar: فترة العمل
it: Periodo lavorativo
ku: ماوەی کارکردن

# first_period_txt
source: First period
ar: الفترة الاولى
it: Primo periodo
ku: ماوەی یەکەم

# second_period_txt
source: Second period
ar: الفترة الثانية
it: Secondo periodo
ku: ماوەی دووەم

# other_period_txt
source: Other period
ar: فترة أخرى
it: Altro periodo
ku: ماوەی تر

# warning_changed_work_times_txt
source: Are you sure you have changed work times as you want ??!!
ar: هل أنت متأكد أنك قمت بتغيير أوقات العمل كما يناسبك ؟؟
it: Sei sicuro di aver cambiato l'orario di lavoro come desideri?? !!
ku: دڵنیایت کە ماوەکانی کارکردنت بە جۆرێک گۆڕی کە بگونجێت بۆت؟

# workdays_txt
source: Workdays
ar: أيام العمل
it: Giorni feriali
ku: ڕۆژانی کارکردن

# warning_adjust_working_times_txt
source: Please make sure adjust the working times as you suitable for you accurately
ar: يرجى التأكد من ضبط أوقات العمل كما يناسبك بدقة
it: Assicurati di adattare i tempi di lavoro secondo le tue esigenze con precisione
ku: تکایە دڵنیابە لە ڕێکخستنی ماوەکانی کارکردن بە جۆرێک کە بگونجێت بۆت

# default_warning_adjust_working_times_txt
source: By default, the working hours are set as follows, please amend them as suitable for you
ar: بشكل افتراضي ، تم تعيين ساعات العمل على النحو التالي ، يرجى تعديلها بما يناسبك
it: Per impostazione predefinita, l'orario di lavoro è impostato come segue, vi preghiamo di modificarli in base alle vostre esigenze
ku: بە شێوەیەکی گریماناوی، کاتی کارکردن بەم شێوەیەی خوارەوە دیاری کرا، تکایە بە جۆرێك ڕێکی بخە کە بگونجێت بۆت

# restore_day_txt
source: Restore this day
ar: اعادة هذا اليوم
it: Ripristina questo giorno
ku: دووبارەکردنی ئەم ڕۆژە

# delete_day_txt
source: Delete this day
ar: حذف هذا اليوم
it: Elimina questo giorno
ku: سڕینەوەی ئەم ڕۆژە

# restore_period_txt
source: Restore this period
ar: استعادة هذه الفترة
it: Ripristina questo periodo
ku: گێڕانەوەی ئەم ماوە

# start_work_txt
source: Start of work
ar: بداية العمل
it: Inizio del lavoro
ku: دەستپێکردنی کار

# end_work_txt
source: End of work
ar: نهاية العمل
it: Fine del lavoro
ku: دەستپێکردنی کار

# edit_txt
source: Edit
ar: تعديل
it: Modifica
ku: ڕێکخستن

# done_txt
source: Done
ar: تم
it: Fatto
ku: ئەنجام درا

# start_time_txt
source: Start time
ar: وقت البدء
it: Ora di inizio
ku: کاتی دەستپێکردن

# end_time_txt
source: End time
ar: وقت النهاية
it: Ora di fine
ku: کاتی کۆتایی

# hour_txt
source: Hour
ar: ساعة
it: Ora
ku: کاتژمێر

# minute_txt
source: Minute
ar: دقيقة
it: Minuto
ku: دقيقە

# morning_txt
source: Morning
ar: صباحا
it: Mattina
ku: بەیانی

# evening_txt
source: Evening
ar: مسائا
it: Sera
ku: مسائا

# edit_work_times_txt
source: Edit work times
ar: تعديل أوقات العمل
it: Modifica orario di lavoro
ku: ڕێکخستنەوەی کاتی کارکردن

# work_times_txt
source: Work times
ar: أوقات العمل
it: Orario di lavoro
ku: کاتی کارکردن

# warning_on_add_new_work_times_txt
source: Please make sure that you have made appropriate changes to your working times, or click Back
ar: يرجى التأكد من أنك قمت بإجراء التغييرات المناسبة على أوقات عملك ، أو انقر فوق السابق
it: Assicurati di aver apportato le modifiche appropriate all'orario di lavoro o fai clic su Indietro
ku: تکایە دڵنیابە کە گۆڕانکاری پێویستت لە کاتەکانی کارەکەتت کرد، یان کلك لە سەر پێشتر بکە

# add_second_period_txt
source: Add second period
ar: إضافة فترة ثانية
it: Aggiungi secondo periodo
ku: زیادکردنی ماوەی دووەم

# cancel_second_period_txt
source: Cancel second period
ar: إلغاء الفترة الثانية
it: Elimina secondo periodo
ku: هەڵوەشاندنەوەی ماوەی دووەم

# warning_edit_birthdate_less20_txt
source: The birthdate cannot be modified for less than twenty years
ar: لا يمكن تعديل تاريخ الميلاد لمدة تقل عن عشرين عامًا
it: La data di nascita non può essere modificata per un minimo di venti anni
ku: لناتوانرێت بەرواری لە دایکبوونێك داخل بکرێت کە لە بیست ساڵ کەمتر بێت

# saturday_txt
source: Saturday
ar: السبت
it: Sabato
ku: شەممە

# sunday_txt
source: Sunday
ar: الأحد
it: Domenica
ku: یەك شەممە

# monday_txt
source: Monday
ar: الإثنين
it: Lunedì
ku: دوو شەممە

# tuesday_txt
source: Tuesday
ar: الثلاثاء
it: Martedì
ku: سێ شەممە

# wednesday_txt
source: Wednesday
ar: الأربعاء
it: Mercoledì
ku: چوار شەممە

# thursday_txt
source: Thursday
ar: الخميس
it: Giovedì
ku: پێنج شەممە

# friday_txt
source: Friday
ar: الجمعة
it: Venerdì
ku: هەینی

# enter_username_etxt
source: Please enter your phone
ar: من فضلك ادخل هاتفك
it: Per favore inserisci il tuo numero di telefono
ku: تکایە ژمارەی تەلەفوونەکەت داخل بکە

# log_in_btn
source: Log in
ar: تسجيل الدخول
it: Accedi
ku: تۆماری چوونە ژوورەوە

# new_account_btn
source: New Account
ar: حساب جديد
it: Nuovo Account
ku: هەژماری نوێ

# forgot_pass_txt
source: Forgot your password
ar: نسيت رقمك السري؟
it: Dimenticato la tua password
ku: ژمارە نیهێنییەکەتت بیر چووە؟

# snack_bar_enter_username_txt
source: Please enter your phone
ar: من فضلك ادخل هاتفك
it: Per favore inserisci il tuo numero di telefono
ku: تکایە ژمارەی تەلەفۆنەکەت داخل بکە

# snack_bar_enter_pass_txt
source: Please enter your password
ar: من فضلك أدخل رقمك السري
it: Per favore inserisci la tua password
ku: تکایە ژمارە نیهێنییەکەت داخل بکە

# enter_pass_etxt
source: Enter password
ar: أدخل كلمة المرور
it: Inserisci la tua password
ku: پاسووردەکەت داخل بکە

# my_times_txt
source: My Times
ar: اوقاتى
it: I miei tempi
ku: کاتەکانم

# consulting_txt
source: Consulting
ar: استشارات
it: Consuelenza
ku: ڕاوێژەکان

# international_services_txt
source: International services
ar: الخدمات الدولية
it: Servizi internazionali
ku: خزمەتگوزارییە نێودەوڵەتییەکان

# my_account_txt
source: My Account
ar: حسابي
it: Il Mio Account
ku: هەژمارەکەم

# more_txt
source: More
ar: المزيد
it: Più
ku: زیاتر

# msg_from_txt
source: Message From
ar: رسالة من
it: Messaggio da
ku: نامە لە

# warning_add_reply_txt
source: Please add reply .. ??!!
ar: الرجاء إضافة الرد...
it: Per favore inserisci una risposta ?? !!
ku: تکایە وەڵام زیاد بکە...

# confirm_closing_Hijozty_txt
source: Confirm closing Hijozty
ar: تأكيد إغلاق حجوزاتى
it: Conferma la chiusura di Hijozty
ku: دڵنیابوون داخستنی "حجزەکانم"

# warinig_confirm_closing_Hijozty_txt
source: Are you sure you want to close Hijozty
ar: هل أنت متأكد أنك تريد اغلاق حجوزاتى؟
it: Sei sicuro di voler chiudere Hijozty
ku: دڵنیای کە ئەتەوێت حجزەکانم داخەیت؟

# add_phone_or_patient_name_txt
source: Add a phone or patient's name
ar: أضف هاتفًا أو اسم المريض
it: Aggiungi un numero di telefono o il nome del paziente
ku: ژمارە تەلەفۆنێک یان ناوی نەخۆش بنووسە

# confirm_appointment_txt
source: Confirm appointment
ar: تأكيد الموعد
it: Conferma appuntamento
ku: دڵنیابوون لە چاوپێکەوتن

# publish_txt
source: Publish
ar: نشر
it: Pubblica
ku: بڵاوکردنەوە

# please_enter_topic_title_txt
source: Please enter the topic title
ar: الرجاء إدخال عنوان الموضوع
it: Inserisci il titolo dell'argomento
ku: تکایە ناونیشانی بابەت داخل بکە

# please_enter_topic_content_txt
source: Please enter the topic content
ar: الرجاء إدخال محتوى الموضوع
it: Inserisci il contenuto dell'argomento
ku: تکایە ناوەڕۆکی بابەت داخل بکە
