Repository: ibrahiemhss/medic_book
Catalog: lib/helpers/localization/l10n/intel_*.arb
Languages: ar, it, ku

# new_request_appointment_note_txt
source: _ You are now waiting for approval of the reservation request by the doctor. _ In some urgent cases, the doctor may cancel your reservation request or change the date of your reservation and you will be notified at that time. - If you want to cancel the reservation request, please press me on The icon for canceling a reservation below or contacting the doctor and asking him to cancel the reservation:
ar: - أنت الآن في انتظار موافقة الطبيب على طلب الحجز. _ في بعض الحالات العاجلة ، قد يلغي الطبيب طلب الحجز الخاص بك أو يغير تاريخ حجزك وسيتم إعلامك في ذلك الوقت. - إذا كنت ترغب في إلغاء طلب الحجز ، فالرجاء الضغط على أيقونة إلغاء الحجز أدناه أو الاتصال بالطبيب واطلب منه إلغاء الحجز:
it: _ Stai aspettando l'approvazione della richiesta di prenotazione da parte del medico. _ In alcuni casi urgenti, il medico può annullare la richiesta di prenotazione o modificare la data della prenotazione e riceverai una notifica in quel momento. - Se si desidera annullare la richiesta di prenotazione, premimi sull'icona in basso per annullare una prenotazione o per contattare il medico chiedendogli di annullare la prenotazione:
ku: -تۆ ئێستا لە چاوەڕوانکردنی پزیشکیت بۆ ڕەزامەندیدان لە سەر داواکاری حجزکردن – لە هەندێ کەیسی پەلەدا، ڕەنگە پزیشك داواکارییەکەت بۆ حجزکردن ڕەتبکاتەوە یان بەرواری حجزەکەت بگۆڕێت، و لەو کاتەدا ئاگادار دەکرێیتەوە – ئەگەر ویستت داواکاری حجزەکەت ڕەتبکەیتەوە، تکایە کلك لە سەر ئایکۆنی ڕەتکردنەوەی حجز لە خوارەوە بکە یان پەیوەندی بە پزیشکەوە بکە و داوای لێ بکە کە حجزەکەت ڕەتبکاتەوە:

# scheduled_appointment_note_txt
source: - Your reservation has been confirmed by the doctor, you are now waiting for your turn to enter the doctor to perform the test (examination) .. Please pay attention to the notifications of your sequence, which the doctor will send you so that you do not delay in attending the clinic. _ If you are late, your reservation will be canceled automatically. - If you wish to cancel the reservation, please contact the doctor by clicking on the icon below:
ar: - تم تأكيد حجزك من قبل الطبيب ، أنت الآن في انتظار دورك لدخول الطبيب لإجراء الاختبار (الفحص) .. يرجى الانتباه إلى إخطارات تسلسلك ، والتي سيرسلها لك الطبيب بحيث لا تتأخر عن حضور العيادة. _ إذا تأخرت ، فسيتم إلغاء الحجز تلقائيًا. - إذا كنت ترغب في إلغاء الحجز ، يرجى الاتصال بالطبيب من خلال النقر على الأيقونة أدناه:
it: - La prenotazione è stata confermata dal medico, ora stai aspettando che il tuo turno inizi per eseguire il test (esame). N Si prega di prestare attenzione alle notifiche dell’ordine di ingresso, che il medico ti invierà in modo che tu non sia in ritardo per il tuo appuntamento. _ Se sei in ritardo, la prenotazione verrà automaticamente cancellata. - Se si desidera annullare la prenotazione, si prega di contattare il medico facendo clic sull’icona in basso:
ku: -حجزەکەت لە لایەن پزیشکەوە پشتڕاسکرایەوە، ئێستا تۆ لە چاوەڕوانکردنی نۆرەتیت بۆ چوونەژوورەوە بۆ لای پزیشك بۆ ئەنجامدانی پشکنین (تاقیکردنەوە) _ تکایە سەرنج بدە لە ئاگاداری زنجیرەکەت، کە پزییشك بۆت دەنێرێت بۆ ئەوەی دوا نەکەویت لە ئامادەبوونت لە نۆڕینگە _ ئەگەر دواکەوتیتک ئەوا حجزەکە بە شێوەیەکی ئۆتۆماتیکی ڕەتدەکرێتەوە _ ئەگەر ویستت حجزەکە ڕەتکەیتەوە، تکایە پەوەندی بە پزیشکەوە بکە لە ڕێگەی کلك کردنی ئایکۆنەکەی خوارەوە :

# inprogress_appointment_note_txt
source: _ Doctor is waiting for you now. _Please come or your appointment will be missed.
ar: - الطبيب في انتظارك الآن. _ يرجى الحضور أو سيتم تفويت موعدك.
it: _ Il dottore ti sta aspettando ora. _ Per favore, vieni o perderai il tuo appuntamento
ku: تکایە ئامادە بە یان چاوپێکەوتنەکەت دەفەوتێت _ پزیشك ئێستا لە چاوەڕوانت دایە -

# done_appointment_note_txt
source: _The doctor has been completed your medical test. _You are now leaving the clinic .. _doctor_booking team wishes to you a speedy recovery, Allah willing.
ar: _ اكتمل الفحص الطبي. _ أنت الآن تغادر العيادة .. _ فريق حجوزاتى يتمنى لك الشفاء العاجل إن شاء الله تعالى.
it: _Il medico ha completato il test medico. _ Ora puoi lasciare la clinica .. _dottore e il suo team ti augurano una pronta guarigione.
ku: تیمی حجزەکانم هیوای چاکبوونەوەی خێرات بۆ دەخوازێت ان شاءالله _ ..تۆ ئێستا لە نۆڕینگە دەردەچیت _ .پشکنینی پزیشکی تەواو بوو _

# canceled_appointment_note_txt
source: We regret to inform you about this, this reservation has been canceled
ar: نأسف لإبلاغك بهذا ، تم إلغاء هذا الحجز
it: Ci dispiace informarti di questo, la tua prenotazione è stata cancellata
ku: بە داوای لێبوردنەوە ئەمەت پێ ڕادەگەێینین، ئەم حجزە ڕەتکرایەوە

# appointments_count_txt
source: Appointments count
ar: عدد المواعيد
it: Gli appuntamenti contano
ku: ژمارەی چاوپێکەوتنەکان

# no_number_canceled_reservation_txt
source: There is no number. canceled reservation
ar: لا يوجد رقم. حجز ملغى
it: Non c'è un numero. prenotazione cancellata
ku: هیچ ژمارەیەک بوونی نییە. حجزی ڕەتکراو

# reservation_period_txt
source: Reservation period
ar: فترة الحجز
it: Periodo di prenotazione
ku: ماوە حجز

# rate_this_appointment_txt
source: Rate this appointment
ar: تقييم هذا الموعد
it: Valuta questo appuntamento
ku: هەلسەنگاندنی ئەم چاوپێکەوتنە

# evaluation_txt
source: Evaluation
ar: تقييم
it: Valutazione
ku: هەلسەنگاندن

# press_on_star_to_set_rating_txt
source: Press on star to set your rating
ar: اضغط على النجمة لتعيين تقييمك
it: Premi sulla stella per impostare la tua valutazione
ku: کلك لە سەر ئەستێرە بکە بۆ دیاری کردنی هەلسەنگاندنەکەت

# we_are_sad_to_hear_that_txt
source: We are sad to hear :(
ar: نحن حزينون لسماع ذلك ):
it: Ci dispiace :(
ku: ئێمە خەمبارین بە بیستنی ئەوە ):

# notes_txt
source: Notes
ar: ملاحظات
it: Note
ku: تێبینییەکان

# cancel_this_appointment_txt
source: Cancel this appointment
ar: إلغاء هذا الموعد
it: Annulla questo appuntamento
ku: ڕەتکردنەوەی ئەم چاوپێکەوتنە

# chat_was_canceled_by_the_doctor_txt
source: Chat was canceled by the doctor
it: La chat è stata cancellata dal medico
ku: چاتەکە ڕەتکرایەوە لە لایەن پزیشکەوە

# allowed_to_evaluate_the_appointment_once_txt
source: Allowed to evaluate the appointment once
ar: يسمح لتقييم الموعد مرة واحدة
it: Autorizzato a valutare l'appuntamento
ku: هەڵسەنگاندنی چاوپێکەوتن تەنها یەک جار ڕێگەپێدراوە

# evaluation_successful_done_txt
source: Evaluation successful done
ar: تم التقييم بنجاح
it: Valutazione eseguita con successo
ku: هەڵسەنگاندن بە سەرکەوتوویی ئەنجامدرا

# new_appointments_txt
source: New Appointments
ar: مواعيد جديدة
it: Nuovi appuntamenti
ku: چاوپێکەوتنی نوێ

# reviews_txt
source: Reviews
ar: مراجعات
it: Recensioni
ku: سەردانيکردنەکان

# medical_advices_txt
source: Medical Advices
ar: نصائح طبية
it: Consigli medici
ku: ئامۆژگارییە پزیشکییەکان

# doctor_info_txt
source: Doctor info
ar: معلومات الطبيب
it: Informazioni del medico
ku: زانیارییەکانی پزیشك

# experiences_txt
source: Experiences
ar: خبرات
it: Esperienza
ku: ئەزموونەکان

# enable_chat_txt
source: Enable chat
ar: تفعيل الدردشة
it: Disabilita chat
ku: ئەکتیڤ کردنی چات

# on_txt
source: On
ar: مفعل
ku: ئەکتیڤ کراوە

# click_to_cycle_between_weeks_txt
source: Click to cycle between weeks
ar: انقر للتنقل بين الأسابيع
it: Fai clic per scorrere tra le settimane
ku: کلك بکە بۆ گەڕان لە نێوان هەفتەکاندا

# holiday_txt
source: Holiday
ar: عطلة
it: Festività
ku: پشوو

# this_holiday_txt
source: this holiday
ar: يوم عطله
it: Queste festività
ku: ڕۆژی پشوو

# appointment_number_txt
source: Appointment number
ar: رقم الموعد
it: Appuntamento N.
ku: ژمارەی چاوپێکەوتن

# see_more_txt
source: See more
ar: شاهد المزيد
it: Vedi altro
ku: زیاتر ببینە

# set_new_time_txt
source: Set a new time
ar: تعيين وقت جديد
it: Imposta un nuovo orario
ku: دیاریکردنی کاتی نوێ

# no_notes_found_txt
source: No notes found
ar: لا توجد ملاحظات
it: Nessuna nota trovata
ku: هیچ تێبینییەك بوونی نییە

# warning_accept_appointment_txt
source: Do you want to accept this appointment?
ar: هل تريد قبول هذا الموعد؟
it: Vuoi accettare questo appuntamento?
ku: ئەتەوێت ئەم چاوپێکەونە پەسەند بکەیت؟

# has_been_approved_txt
source: Has been approved
ar: تمت الموافقة
it: È stato approvato
ku: ڕەزامەندی درا

# reschedule_txt
source: Reschedule
ar: إعادة جدولة
it: Riprogrammare
ku: دووبارە دیاریکردنی کات

# reschedule_this_appointment_txt
source: Reschedule this appointment
ar: إعادة جدولة هذا الموعد
it: Riprogrammare questo appuntamento
ku: دووبارە دیاریکردنی کاتی ئەم چاوپێکەوتنە

# under_revision_txt
source: Under revision
ar: قيد المراجعة
it: In revisione
ku: لە پێداچوونەوەدایە

# warning_appointment_set_as_completed_txt
source: This appointment has been set as completed
ar: تم تعيين هذا الموعد على أنه مكتمل
it: Questo appuntamento è stato impostato come completato
ku: ئەم چاوپێکەوتنە وەکوو تەواوبوو دیاری کرا

# warning_set_appointment_to_be_completed_txt
source: Do you want to set this appointment as to be completed?
ar: هل تريد تعيين هذا الموعد ليكون مكتمل؟
it: Vuoi impostare questo appuntamento come completato?
ku: ئەتەوێت ئەم چاوپێکەوتنە وەکوو تەواوبوو دیاری بکرێت؟

# warning_delete_appointment_txt
source: Do you want to permanently delete this appointment (the appointment cannot be returned if it was deleted)?
ar: هل تريد حذف هذا الموعد نهائيًا (لا يمكن إرجاع الموعد إذا تم حذفه)؟
it: Vuoi eliminare definitivamente questo appuntamento (l'appuntamento non può essere ristabilito se è stato eliminato)?
ku: ئەتەوێت ئەم چاوپێکەوتنە بە یەک جاری بسڕیتەوە (ناتوانرێت چاوپێکەوتن بگەڕێنرێتەوە ئەگەر سڕایەوە)؟

# there_are_no_later_appointments_txt
source: There are no later appointments
ar: لا توجد مواعيد لاحقة
it: Non ci sono appuntamenti successivi
ku: چاوپێکەوتنی دواتر بەردەست نییە

# warning_reschedule_appointment_txt
source: Do you want to reschedule this appointment?
ar: هل تريد إعادة جدولة هذا الموعد؟
it: Vuoi riprogrammare questo appuntamento?
ku: ئەتەوێت دووبارە کاتی ئەم چاوپێکەوتنە دیاری بکەیت؟

# appointment_has_been_moved_to_the_Reviews_txt
source: The appointment has been moved to the Reviews section
ar: تم نقل الموعد إلى قسم المراجعات؟
it: L'appuntamento è stato spostato nella sezione Revisioni
ku: گوێزرایەوە بۆ بەشی سەردانیکردنەکان؟

# warning_transfer_appointment_to_the_review_txt
source: Do you want to transfer the appointment to the review?
ar: هل تريد نقل الموعد للمراجعة؟
it: Controlla il tuo appuntamento?
ku: ئەتەوێت چاوپێکەوتن بگوێزیتەوە بۆ سەردانیکردن؟

# discard_txt
source: Discard
ar: تجاهل
it: Elimina
ku: پاشگوێخستن

# accepted_txt
source: Accepted
ar: قُبلت
it: Accettato
ku: پەسەند کرا

# accept_txt
source: Accept
ar: قبول
it: Accetta
ku: پەسەند کردن

# views_txt
source: Views
ar: مشاهدات
it: Visualizzazioni
ku: بینینەکان

# pharmacist_info_txt
source: Pharmacist info
ar: معلومات الصيدلي
it: Informazioni sul farmacista
ku: زانیارییەکانی دەرمانساز

# pharmacist_details_txt
source: Pharmacist details
ar: تفاصيل الصيدلي
it: Dettagli del farmacista
ku: وردەکارییەکانی دەرمانساز

# medical_assistant_info_txt
source: Medical assistant info
ar: معلومات المضمد
it: Informazioni sull’infermiere
ku: زانیارییەکانی پەرستار

# medical_assistant_details_txt
source: Medical assistant details
ar: تفاصيل المضمد
it: Dettagli dell’infermiere
ku: وردەکارییەکانی پەرستار

# demo_txt
source: demo
ar: تجريب
ku: تاقیکردن

# select_country_txt
source: Select country
ar: اختر الدولة
it: Seleziona un Paese
ku: وڵات هەڵبژێرە

# all_countries_txt
source: All countries
ar: كل الدول
it: Tutti i paesi
ku: هەموو وڵاتەکان

# clinics_phonebook_txt
source: Clinics Phonebook
ar: دليل هواتف العيادات
it: Rubrica delle cliniche
ku: ڕێبەری تەلەفوونی نۆڕینگەکان

# search_in_clinics_phonebooks_txt
source: Search in clinics phonebook
ar: البحث في دليل هواتف العيادات
it: Cerca nella rubrica delle cliniche
ku: گەڕان لە نێو ڕێبەری تەلەفوونی نۆڕینگەکان

# doctor_details_txt
source: Doctor details
ar: تفاصيل الطبيب
it: Dettagli del medico
ku: وردەکارییەکانی پزیشك

# description_txt
source: Description
ar: الوصف
ku: ناساندن

# additional_specialization_txt
source: Additional specialization
ar: تخصص إضافي
it: Specializzazione aggiuntiva
ku: پسپۆڕی زیاتر

# qualifications_txt
source: Qualifications
ar: مؤهلات
it: Titoli di studio
ku: توانستەکان

# mobile_txt
source: Mobile
ar: الهاتف المحمول
it: Cellulare
ku: مۆبایل

# sent_chat_msg_txt
source: An alert has been sent that there a new message
ar: تم إرسال تنبيه بوجود رسالة جديدة
it: È stato inviato un avviso che indica un nuovo messaggio
ku: تم إرسال تنبيه بوجود رسالة جديدة
